Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: །བདུད་ལ་སོགས་པ་དང་། གདུག་པའི་རྨི་ལམ་དང་། ལོག་པར་འདྲེན་པ་ཐམས་ཅད་ཚར་བཅད་པར་བྱས་པར་འགྱུར་རོ། །བཅིང་བ་ལྔས་བཅིངས་ཤིང་གཟིར་བ་དང་། གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་། འབྱུང་པོ་དང་།
en: All māras and other such beings, all bad dreams, and all vināyakas will be restrained, bound with the five types of fetters, and suppressed.

source: ཤ་ཟ་དང་། ཡི་དགས་དང་། གྲུལ་བུམ་དང་། བརྗེད་བྱེད་དང་། ཚངས་པའི་སྲིན་པོ་རྣམས་ཐམས་ཅད་རིང་དུ་འབྲོས་པར་འགྱུར་རོ།
en: All yakṣas, rākṣasas, bhūtas, piśācas, pretas, kumbhāṇḍas, apasmāras, and brahmarākṣasas will flee.

source: །རིམས་ཐམས་ཅད་དང་། ནད་ཐམས་ཅད་དང་། འབྲས་དང་། ཕོལ་མིག་དང་། རྩོག་ཤུ་དང་། ལྷོག་པ་དང་། མཚན་བར་རྡོལ་བ་དང་། གཡན་པ་དང་། མཛེ་དང་། རྐང་ཤུ་ཐམས་ཅད་རྣམ་པར་ཉམས་པར་བྱེད་དོ།
en: All the different kinds of fever and disease, all ulcers, boils, cuts, festering abscesses, fistulas, scabs, leprosy, and cutaneous eruptions, will disappear, and all aches and pains will cease.

source: །ལུས་ཀྱི་གཟེར་ཐམས་ཅད་ཉེ་བར་ཞི་བར་བྱེད་དོ། །ཇི་ལྟར་ཤེལ་ཡོངས་སུ་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་སྐུ་ཡོངས་སུ་དག་པར་འགྱུར་རོ། །ཚིག་བཙན་པར་ཡང་འགྱུར་རོ། །གསང་སྔགས་དང་། ཆོ་ག་ཞིབ་མོ་ཐམས་ཅད་ཀྱི་དངོས་གྲུབ་ཏུ་ཡང་འགྱུར་རོ།
en: The body of the vidyā holder will become as pure as crystal, just like the body of a tathāgata; his speech will be pleasant to hear, and all his mantras and rites will be successful. “

source: །འཇིག་རྟེན་ཐམས་ཅད་དགའ་བར་ཡང་འགྱུར་རོ། །རྒྱལ་པོ་དང་། བྲམ་ཟེ་དང་། རྒྱལ་རིགས་དང་། ཁྱིམ་བདག་གིས་ཆེར་མཆོད་པར་བྱ་བར་འགྱུར་རོ།
en: The vidyā holder will be loved by the entire world and venerated by all royals, brahmins, kṣatriyas, and householders.

source: །སེམས་ཅན་ཐམས་ཅད་ཀྱི་མཆོད་པར་འོས་པ་གཅིག་པུར་འགྱུར་རོ། །ནོར་དང་འབྲུ་འཕེལ་བར་ཡང་འགྱུར་རོ། །བསམ་པ་དང་ཡིད་ཀྱི་ཤིང་རྟ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་ཡང་འགྱུར་རོ། །ཆོམ་རྐུན་དང་། གཡོ་ཅན་དང་། རྐུན་པོས་རྣམ་པར་སྐྲག་པ་དང་། གཅན་གཟན་ཁྲོ་བོ་དང་།
en: He will be the foremost recipient of offerings from all beings, his wealth and stores of grain will increase, and all his wishes and desires will be fulfilled.

source: གཡང་ས་དང་། ཁྱིམ་རྡིབ་པ་དང་། གསོད་པ་དང་། འཆི་བ་དང་། གཅན་གཟན་ཁྲོ་བོའི་འཇིགས་པ་རྣམས་ཐམས་ཅད་འབྱུང་བར་མི་འགྱུར་རོ།
en: He will experience no danger from fearsome thieves, bandits, and rogues, or from all wild animals, falls, being stranded away from home, killings, and imprisonment.

source: །མེ་དང་ཆུས་དུས་བྱེད་པ་དང་། རླུང་དང་། ཚང་པ་དང་། སད་དང་། སེར་བ་རྣམས་ཀྱིས་མི་ཚུགས་སོ།
en: The vidyā holder will not be affected by fires, deadly floods, hurricanes, heat waves, cold waves, or hail.

source: །དགྲ་ཐམས་ཅད་ཀྱིས་འཇིགས་པར་མི་འགྱུར་རོ། །ཐམས་ཅད་བྱམས་པའི་ཡིད་དུ་འགྱུར་རོ།
en: He will no longer face danger from any enemies, as they all will become friendly toward him.

source: །བུད་མེད་དང་། སྐྱེས་པ་དང་། ཁྱེའུ་དང་། བུ་མོ་ཐམས་ཅད་དབང་དུ་གྱུར་པར་བྱེད་དོ།
en: All women, men, boys, and girls will fall and remain under the vidyā holder’s thrall.

source: །འདི་ནི་བཀླགས་པ་ཙམ་གྱིས་འཇིག་རྟེན་པ་རྣམས་ཀྱི་ཡོན་ཏན་ཆེན་པོ་བསྐྱེད་པ་དང་། རྣམ་པར་འཕྲུལ་པར་འགྱུར་རོ།
en: These worldly benefits will be obtained, and many good qualities and miracles will arise, as soon as the dhāraṇī is recited. “

source: །དེ་འཆི་འཕོ་བའི་དུས་ཀྱི་ཚེ་དེ་བཞིན་གཤེགས་པ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་དགུ་བཅུ་རྩ་གཉིས་མངོན་སུམ་དུ་མཐོང་བར་འགྱུར་ཏེ།
en: At the time of death, when the vidyā holder leaves this existence, he will meet face-to-face with ninety-two times one hundred thousand million billion tathāgatas.

source: རིགས་ཀྱི་བུ་ཚུར་ཤོག །
en: They will say, ‘Come, O son of good family!

source: བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་སོང་དང་།
en: Proceed to the realm of Sukhāvatī!

source: ཁྱོད་ཀྱིས་ལམ་ཡོངས་སུ་དག་པར་བྱས་པའོ།
en: You have purified your path.

source: །འཆི་བའི་དུས་སུ་གྱུར་པ་ན་བསམས་པ་ཉིད་ཀྱི་མོད་ལ་པདྨ་ལས་བརྫུས་ཏེ་སྐྱེ་བར་འགྱུར་རོ། །རྒྱན་ཐམས་ཅད་ཀྱིས་རྣམ་པར་བརྒྱན་པ་དང་། ཚེ་རབས་དྲན་པར་ཡང་འགྱུར་རོ།
en: After your corpse is laid to rest you will be spontaneously reborn, according to your destiny, from a lotus flower with a body adorned with all ornaments and with uninterrupted memory of your successive births.

source: །དེ་བཞིན་གཤེགས་པ་འོད་དཔག་མེད་མངོན་སུམ་དུ་མཐོང་བ་ཙམ་གྱིས་ཕྱིར་མི་ལྡོག་པར་འགྱུར་ཏེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་སྟོན་པར་འགྱུར་རོ།
en: As soon as you meet the Tathāgata Amitābha face-to-face, you will attain the level of not turning back and will receive the prophecy of your future attainment of unsurpassable perfect awakening.

source: །རྣམ་པར་ཐར་པའི་དཀྱིལ་འཁོར་དང་པདྨོ་ཡངས་པའི་གསང་བ་མཐའ་དག་རྫོགས་པ་དང་། དོན་ཡོད་ཞགས་པའི་སྙིང་པོའི་ཆོ་ག་ཞིབ་མོ་མངོན་དུ་འགྱུར་ཞིང་ཁ་ཏོན་དུ་ཀུན་ཏུ་གནས་སོ།
en: The rites for the entire perfect great lotus maṇḍala, the secret maṇḍala of liberation that constitutes the heart essence of Amoghapāśa, will be revealed to you directly.

source: །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གསང་བའི་དཀྱིལ་འཁོར་རྗེས་སུ་དྲན་པར་བྱེད་དོ།
en: These rites will remain immediately accessible, and you will remember the secret maṇḍalas and mantras of all the tathāgatas.

source: །ཐམས་ཅད་དུ་སངས་རྒྱས་ཀྱི་ཞིང་ཀུན་ཏུ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་མངོན་སུམ་དུ་མཚུངས་པར་ལྷན་ཅིག་ལུང་སྟོན་པ་སོ་སོར་ཐོབ་སྟེ། ནམ་དུ་ཡང་ཕྱིར་ཞིང་རྣམ་པར་གྲོལ་བར་འགྱུར་བ་དང་།
en: From buddhas in every buddha field you will receive the same prophecy of your future attainment of perfect awakening.

source: ཇི་སྲིད་དུ་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ཏུ་བསྟན་པའི་བར་དང་།
en: After giving their prophecy, they will never abandon you until you attain buddhahood and pass into final parinirvāṇa.

source: ཇི་སྲིད་དུ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་ལུས་སུ་གྱུར་གྱི་བར་དུ་འཇིག་རྟེན་ལས་འདས་པའི་ཕན་ཡོན་དང་། རྣམ་པར་འཕྲུལ་པ་བཀླགས་པས་གྲུབ་པར་འགྱུར་རོ།
en: These supramundane benefits will be obtained, and miraculous events will occur, as soon as the dhāraṇī is recited.’ “

source: །དེ་ནས་བཟླས་པ་ཙམ་གྱིས་དངོས་གྲུབ་བཤད་པར་བྱ་སྟེ།
en: Now I will teach the accomplishments that depend on the number of recitations.

source: སྔ་དྲོ་གཅིག་བཟླས་པ་ཙམ་གྱི་མོད་ལ་མཚམས་མེད་པ་ལྔའི་སྡིག་པ་དང་།
en: If the vidyā holder recites the dhāraṇī for the time it takes to eat breakfast, he will purify the five acts of immediate retribution and other evil acts that would lead to rebirth in the Avīci hell.

source: མནར་མེད་པའི་མཐར་གཏུགས་པའི་སྡིག་པ་དང་། རི་རབ་ལྷུན་པོ་ཆེན་པོ་བདུན་གྱི་ཚད་ཙམ་བ་སྤུའི་ཁུང་བུ་རེ་རེར་སྒྲིབ་པ་བསགས་པ་དང་།
en: He will eradicate the wrongdoings and obscurations he had previously accumulated over one thousand eons, an amount that would fill each and every pore of his skin with a heap as large as seven great Mount Sumerus.

source: བསྐལ་པ་སྟོང་ཕྲག་ཏུ་བསགས་པའི་སྔོན་གྱི་སྡིག་པ་དང་སྒྲིབ་པ་དེ་རྣམས་ཐམས་ཅད་སྔ་དྲོ་གཅིག་བཟླས་པ་ཙམ་གྱིས་སྡིག་པ་དང་ལས་ཀྱི་སྒྲིབ་པ་རྣམ་པར་ཉམས་པར་བྱེད་དེ།
en: He will eradicate all these wrongdoings and karmic obscurations if he recites the dhāraṇī for the time it takes to eat breakfast.

source: ཟད་པ་དང་ཡོངས་སུ་གཏུགས་པར་འགྱུར་རོ།
en: He will exhaust them completely.

source: །དམྱལ་བའི་འགྲོ་བ་ཆེན་པོ་བཅུ་དྲུག་ཏུ་གཞོལ་བ་དེ་རྣམས་ཐམས་ཅད་སྐད་ཅིག་གཅིག་གིས་ཡོངས་སུ་གྲོལ་ལོ།
en: In one short session he will be free from all the wrongdoings that would inevitably lead to rebirth in the sixteen great hells. “

source: །སྨྱུང་བར་གནས་པ་གཅིག་གིས་བཟླས་པས་དུས་གསུམ་པའི་དེ་བཞིན་གཤེགས་པའི་སངས་རྒྱས་ཀྱི་ཞིང་རྣམས་སུ་ཀུན་ཏུ་བཟང་པོ་ཆེན་པོ་ཉིད་ཐོབ་བོ།
en: If the vidyā holder does a single session of recitation while fasting, he will obtain great peace and the auspicious state of the tathāgatas of the three times in their buddha fields.

source: །གང་ཡང་དེ་བཞིན་གཤེགས་པའི་རིགས་དང་། པདྨོ་ཡངས་པའི་རྣམ་པར་ཐར་པའི་དཀྱིལ་འཁོར་དང་། དོན་ཡོད་ཞགས་པའི་སྙིང་པོ་ཐམས་ཅད་དུ་དངོས་སུ་རྗེས་སུ་འཇུག་པར་བྱེད་དོ། །ཐམས་ཅད་དུ་དམ་ཚིག་ཆེན་པོ་ཡང་དག་པར་འཛིན་པར་འགྱུར་རོ།
en: He will be inducted directly into the maṇḍala of liberation of the great lotus—a tathāgata family that is a direct manifestation of the heart essence of Amoghapāśa—where he will be included, in every respect, in the great samaya.

source: །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་རང་གི་གཟུགས་ཀྱིས་དངོས་སུ་མཐོང་བ་སྦྱིན་པར་བྱེད་དོ།
en: Noble Avalokiteśvara will appear before him in his own universal form.

source: །དུས་གསུམ་པའི་དེ་བཞིན་གཤེགས་པ་རྣམས་རང་གི་གཟུགས་ཀྱིས་དངོས་སུ་མཐོང་བར་ཉེ་བར་གནས་པར་བྱེད་དོ།
en: The tathāgatas of the three times will remain close by in their own universal forms.

source: །དཀྱིལ་འཁོར་པའི་ལྷ་ཐམས་ཅད་དངོས་སུ་རྗེས་སུ་འབྲང་ཞིང་གནས་ཏེ། རྟག་ཏུ་རྣམ་པར་ལྟ་བར་འགྱུར་ཞིང་ཆེར་བཅིངས་པར་འགྱུར་རོ།
en: All the deities of the maṇḍala will be clearly visible and will follow him to constantly watch over him and show him great affection.

source: །རིག་པའི་རྒྱལ་པོ་ཐམས་ཅད་ཀྱང་རྟག་ཏུ་རྗེས་སུ་འབྲང་ཞིང་དངོས་སུ་མཐོང་བར་གནས་པར་བྱེད་དོ།
en: All the kings of vidyās will also remain clearly visible and bound to him. “

source: །བརྒྱ་སྟོང་ཕྲག་བཟླས་པ་ཙམ་གྱིས་ལྕེ་རྡོ་རྗེ་ལྟར་བརྟན་པར་འགྱུར་ཞིང་།
en: If the vidyā holder recites the dhāraṇī one hundred thousand times, he will obtain the steadfast vajra tongue.

source: རྡོ་རྗེའི་སྙིང་པོ་དང་མཉམ་ཞིང་མཚུངས་པ་དང་། པདྨའི་འདབ་མ་ལྟ་བུའི་ཁ་དོག་དང་འདྲ་བར་འགྱུར་ཏེ།
en: His tongue will share the same essence as a vajra, and its color will resemble that of lotus petals.

source: ཕྱིར་ཞིང་དེའི་ལུས་ལ་རེག་པ་ངན་པ་འབྱུང་བར་མི་འགྱུར་རོ། །ཕྱིར་ཞིང་ལུས་འཕོ་བར་ཡང་མི་ནུས་ཤིང་། ཡོངས་སུ་དག་ཅིང་དྲི་མ་མེད་པའི་ལུས་སུ་འགྱུར་རོ། །ལུས་པདྨ་དཀར་པོའི་ཁ་དོག་དང་མཚུངས་པར་ཡང་འགྱུར་རོ། །གདུག་པ་ཐམས་ཅད་དང་། ཕྱིར་རྒོལ་བ་དང་།
en: He will never again experience unpleasant tactile sensations, nor will it be possible to trample or assault his body, which will be stainlessly pure and have the color of a white lotus.

source: དགྲ་ཐམས་ཅད་དང་། འབྱུང་པོ་དང་། གནོད་སྦྱིན་དང་། སྲིན་པོ་ཐམས་ཅད་དང་། བགེགས་དང་། ལོག་པར་འདྲེན་པ་རྣམས་དང་། ཀླུ་མ་རུངས་པ་མི་བཟད་པ་དང་། བདུད་ཀྱི་རིས་ཀྱི་ལྷ་ཐམས་ཅད་ཀྱིས་ལུས་དང་ཕུང་པོ་ལ་བཟའ་བར་མི་འགྱུར་རོ།
en: It will by nature be invisible to all wicked beings, opponents, and adversaries, to all bhūtas, yakṣas, rākṣasas, vighnas, and vināyakas, and to all terrifyingly wicked nāgas or deities from Māra’s circle.

source: །ལུས་པདྨ་དཀར་པོའི་ཁ་དོག་དང་མཚུངས་པར་འགྱུར་ཏེ། ལྷ་རྣམས་ལྷན་ཅིག་ཏུ་རྗེས་སུ་རྒྱུ་བར་བྱེད་དོ། །ཁ་ནས་ལྷ་རྫས་ཀྱི་ཨུཏྤ་ལ་སྔོན་པོའི་དྲི་འབྱུང་བར་འགྱུར་རོ། །ལུས་ལ་ལྷ་རྫས་ཀྱི་ཙནྡན་གྱི་དྲིས་བསྒོས་པར་འགྱུར་རོ།
en: He will be followed by deities attentive to his needs, the divine fragrance of blue lotuses will waft from his mouth, and his body will exude the divine fragrance of sandalwood. “

source: །རྐང་པ་དང་ལག་པ་གཞོན་ཤ་ཅན་དུ་འགྱུར་རོ། །མིག་གིས་ལེགས་པར་མཐོང་བར་འགྱུར་རོ།
en: The hands and feet of such a vidyā holder will be soft and delicate, his eyes beautiful, and his glances charming.

source: །བཞིན་གྱི་དཀྱིལ་འཁོར་ཡོངས་སུ་རྒྱས་པར་འགྱུར་རོ།
en: His face will have a perfect rounded shape, and his voice will be pleasant to hear.

source: །སྙན་པ་ཐོས་པར་ཡང་འགྱུར་ཞིང་ལྷ་རྫས་ཀྱི་དྲི་ཚོར་བར་ཡང་འགྱུར་རོ། །བཟང་པོ་ལ་རེག་པའི་ལུས་སུ་ཡང་འགྱུར་རོ།
en: He will smell divine, and his body will be pleasant to touch.

source: །སྐྲ་བུང་བ་དང་མཚུངས་པ་ལ་ཞིང་འཁྱིལ་བའི་སྐྲ་རུ་འགྱུར་རོ།
en: His hair will turn blue-black, become curly, and form into nice locks.

source: །ནམ་ཡང་ཕྱིར་ཞིང་ལུས་ཀྱི་ནང་གི་རླུང་གི་ལས་དང་། དྲི་ངན་པས་བསྒོས་པར་མི་འགྱུར་རོ། །དྲི་མ་ཐམས་ཅད་བསལ་བར་འགྱུར་རོ། །འཇམ་པ་དང་། སྙན་པ་དང་།
en: Never again will he experience flatulence or produce bad odor; all physical impurities will be removed.

source: མཉེན་པའི་ངག་ཏུ་ཡང་འགྱུར་རོ། །ལྷའི་ང་རོ་དང་། ང་རོ་བཟང་བ་དང་། ང་རོ་ཟབ་སྙན་ཅིང་མཉེན་པ་དང་། མིའམ་ཅིའི་སྒྲ་ལྟ་བུ་དང་།
en: His speech will be soft, gentle, and suave, and his voice will have a divine sound—deep, sweet, and soft like the voice of a kinnara.

source: ཀ་ལ་པིང་ཀའི་སྒྲ་དབྱངས་སུ་འགྱུར་རོ། །མཛེས་པར་འགྲོ་བ་དང་།
en: Its sound will be as pleasant and sweet as the sound of a cuckoo. “

source: ཟབ་པར་འགྲོ་བར་ཡང་འགྱུར་རོ།
en: Such a vidyā holder will have beautiful feet and will walk in a dignified way.

source: །ལག་མཐིལ་གཏན་དུ་འཇམ་པ་དང་། སོར་མོ་རིང་བ་དང་།
en: The palms of his hands will be soft and his fingers long.

source: ལག་པའི་རི་མོ་ཤིན་ཏུ་རྣམ་པར་བཀྲ་བར་ཡང་འགྱུར་རོ།
en: His handwriting will be strikingly beautiful.

source: །སེང་གེའི་འགྲོས་དང་རྩལ་གྱིས་འགྲོ་བར་འགྱུར་རོ། །ཐམས་ཅད་དུ་ཐོགས་པ་མེད་པའི་འགྲོས་སུ་འགྱུར་རོ།
en: His gait will be like that of a lion with a wide stride, and his path will never be obstructed.

source: །སེམས་ཅན་ཐམས་ཅད་ཀྱི་གཙོ་བོ་གཅིག་པུར་མཆོད་པའི་འོས་སུ་ཡང་འགྱུར་རོ། །དཔལ་རྣམ་ཐོས་སྲས་རྗེས་སུ་མཐུན་པར་རྗེས་སུ་འབྲང་བར་འགྱུར་རོ།
en: He will be the primary object of worship for all beings, and the glorious Vaiśravaṇa will be kindly disposed to him and follow him.

source: །ཚིག་མི་མཐུན་པ་ཡང་རྗེས་སུ་མཐུན་པར་འགྱུར་རོ། །ཐམས་ཅད་དུ་ངག་རྣམ་པར་དག་པར་ཡང་འགྱུར་རོ།
en: Whether he agrees or disagrees, his speech will be pure in every respect.

source: །འཇིག་རྟེན་པའི་བཟླས་པའི་དངོས་གྲུབ་བོ།
en: These will be the worldly accomplishments he obtains through recitation. “

source: །འཇིག་རྟེན་ལས་འདས་པ་ནི་སྐྱེ་བ་བརྗེས་ནས། པགས་པ་གསེར་གྱི་ཁ་དོག་ལྟ་བུ་དང་། བསམས་པ་ཉིད་ཀྱི་མོད་ལ་སྐྱེ་བར་འགྱུར་ཏེ།
en: As for his supramundane accomplishments, when taking his next birth, he will be born, as is his destiny, in a golden body adorned with all ornaments.

source: འོད་དཔག་མེད་ཀྱི་སྤྱན་སྔར་མདུན་གྱི་པདྨའི་སྙིང་པོ་ལས་བརྫུས་ཏེ་སྐྱེ་བར་འགྱུར་ཞིང་། རྒྱན་ཐམས་ཅད་ཀྱིས་རྣམ་པར་བརྒྱན་པ་དང་།
en: He will be born spontaneously from the pericarp of a lotus flower in front of Amitābha and meet him face-to-face.

source: ཚེ་རབས་དྲན་པར་ཡང་འགྱུར་རོ། །དུས་གསུམ་དུ་གཤེགས་ཤིང་བཞུགས་པའི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་ལུང་བསྟན་པ་དང་། མངོན་པར་དབང་བསྐུར་བའི་མཆོག་བྱང་ཆུབ་ཏུ་ལུང་སྟོན་པ་དང་མངོན་པར་དབང་བསྐུར་རོ།
en: He will be able to remember his successive births, and he will receive a prophecy of his future final awakening from all the tathāgatas established throughout the three times and will be consecrated by them.

source: །དེ་བཞིན་གཤེགས་པའི་རྣམ་པར་འཕྲུལ་པ་བྱིན་གྱིས་རློབ་པས་ཀྱང་བྱིན་གྱིས་བརླབས་སོ་ཞེས་པ་འཇིག་རྟེན་ལས་འདས་པའི་བཟླས་པའི་ཆོ་གའི་དངོས་གྲུབ་བོ།
en: The prophecy, the consecration, and the blessing he receives will be attended by miracles. These will be the supramundane accomplishments he obtains through recitation. “

source: །དེ་ནས་བསོད་ནམས་ཀྱི་ཕུང་པོ་བརྗོད་པར་བྱ་སྟེ།
en: Now I will describe the merit he will accumulate.

source: འདི་བཟླས་པ་ཙམ་གྱིས་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་དགེ་བའི་རྩ་བ་དང་ལྡན་པར་འགྱུར་རོ། །རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོའམ། དགེ་སློང་ངམ།
en: By completing the recitation, the vidyā holder will acquire abundant merit and plant many roots of virtue.

source: དགེ་སློང་མའམ། དགེ་བསྙེན་ནམ། དགེ་བསྙེན་མ་གང་ཡང་རུང་བས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས། ནོར་བུ་རིན་པོ་ཆེ་ཆེན་པོ་སྣ་བདུན་གྱིས་ཡོངས་སུ་བཀང་བར་བྱས་པ་དང་། གསེར་གྱི་མེ་ཏོག་དང་། དངུལ་གྱི་མེ་ཏོག་གིས་ཡོངས་སུ་བཀང་ནས། དུས་གསུམ་པའི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་ཉི་མ་རེ་རེ་ཞིང་དེ་བཞིན་གཤེགས་པ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་གང་བ་ལ། ནོར་བུ་རིན་པོ་ཆེ་ཆེན་པོ་སྣ་བདུན་དང་། གསེར་གྱི་མེ་ཏོག་དང་།
en: Whether he is the son or daughter of good family, a monk or a nun, or a male or a female lay practitioner, he will accumulate an amount of merit unmatched—not even a sixteenth part of it—by the merit of someone who worships the tathāgatas of the three times by making daily offerings, to each and every one of them, of this great trichiliocosm with its world spheres completely filled with the seven types of jewels and golden and silver flowers.

source: དངུལ་གྱི་མེ་ཏོག་གིས་བཀང་ནས་ཕུལ་བ་དེ་བས་ཀྱང་། དགེ་བ་དང་བསོད་ནམས་ཀྱི་ཕུང་པོ་ཆེས་མང་བར་བསྐྱེད་དོ། །གང་ཞིག་དུས་གསུམ་པའི་དེ་བཞིན་གཤེགས་པ་མཆོད་ཅིང་། ཉི་མ་རེ་རེ་ཞིང་དེ་བཞིན་གཤེགས་པ་མཆོད་པ་དེ་ཁོ་ན་བཞིན་དུ་འདི་བཟླས་པ་ཙམ་གྱིས་དགེ་བའི་རྩ་བ་དང་། བསོད་ནམས་ཀྱི་ཕུང་པོ་ཆེན་པོ་དང་ལྡན་པར་འགྱུར་རོ། །དེ་རྣམས་གང་གིས་ནོར་བུ་རིན་པོ་ཆེ་ཆེན་པོ་བྱིན་པས་དེ་རྣམས་ཀྱི་དགེ་བ་བཅུ་དྲུག་གི་ཆར་ཡང་མི་ཕོད་དོ།
en: By simply reciting the dhāraṇī, he will accumulate that amount of merit and plant such roots of virtue.

source: །དེ་བཞིན་དུ་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་། དགེ་བའི་རྩ་བ་ཆེན་པོ་བསྐྱེད་པར་འགྱུར་རོ་ཞེས་སོ། །འཇིག་རྟེན་པའི་ཆོ་ག་སྣ་ཚོགས་པའི་ཚོགས་དང་།
en: He will accumulate various types of worldly merit and a great amount of supramundane merit. “

source: འཇིག་རྟེན་ལས་འདས་ལ་བསོད་ནམས་ཀྱི་ཕུང་པོ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་བྱེ་བ་བརྒྱ་སྟོང་ཕྲག་རྣམས་ནོར་བུ་རིན་པོ་ཆེ་ཆེན་པོ་སྣ་བདུན་གྱིས་བཀང་བ། རིན་པོ་ཆེ་སྣ་བདུན་གྱི་མེ་ཏོག་དང་། གསེར་དང་། དངུལ་གྱི་མེ་ཏོག་གིས་བཀང་བ་རྣམས་ཀྱིས་དུས་གསུམ་པའི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ལ། དེ་བཞིན་གཤེགས་པ་རེ་རེ་ཞིང་ལ་ཡང་། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀུན་ཏུ་བཀང་ནས་ཕུལ་བར་འགྱུར་རོ།
en: When he recites the dhāraṇī, he makes an offering to each and every tathāgata established throughout the three times that consists of hundreds of thousands of millions of trichiliocosms filled with the seven precious jewels, or of flowers made from the seven precious jewels and from gold and silver.

source: །མཆོད་པའི་སྤྲིན་ཆེན་པོར་འགྱུར་ཏེ། ཇི་སྲིད་བྱང་ཆུབ་སྙིང་པོ་ལ་མཐར་ཐུག་གི་བར་དུ་མི་ཟད་དེ་དེ་ལྟ་བུའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་ཆེན་པོ་ཡོངས་སུ་འཛིན་པར་འགྱུར་ཞིང་།
en: There arises a great cloud of offerings that does not diminish for as long as it takes the vidyā holder to attain the seat of awakening, the final realization.

source: བསོད་ནམས་ཀྱི་ཕུང་པོ་ཆེན་པོར་ཡང་འགྱུར་ཏེ། བསོད་ནམས་ཀྱི་ཕུང་པོ་ཆེན་པོ་དང་ལྡན་པར་ཡང་འགྱུར་རོ།
en: He thus obtains a great store of merit, a great amount of merit that becomes his great provision of merit. “

source: །འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་བཟླས་པའི་དངོས་གྲུབ་དང་། ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ།
en: By successfully completing the recitation, the vidyā holder will obtain both worldly and supramundane merit and master the six perfections.

source: །དེ་བཞིན་དུ་ཕན་ཡོན་ཆེན་པོ་དང་། རྣམ་པར་འཕྲུལ་བ་ཆེན་པོ་དང་།
en: In this way, this great recitation procedure brings great benefits and great miracles.

source: སྦྱིན་པ་ཡོངས་སུ་གཏོང་བ་ཆེན་པོ་གང་ཡིན་པ་དང་། བཟླས་པའི་ཆོ་ག་ཆེན་པོ་དང་། མཆོད་པའི་སྤྲིན་ཆེན་པོར་འགྱུར་རོ།
en: It entails great, selfless generosity and continuously produces a great cloud of offerings.

source: །དེ་བཞིན་དུ་ཡོན་ཏན་བསྐྱེད་པ་དང་། རྣམ་པར་འཕྲུལ་པའི་ཆོ་གའི་ཁྱད་པར་སོ་སོར་ཐོབ་བོ།
en: In the process, the vidyā holder obtains excellent qualities, and his ritual performance produces miraculous results. “

source: །དུས་རྟག་པར་རྒྱུན་དུ་བཟླས་པའི་ཆོ་ག་དང་ལྡན་པར་འགྱུར་བར་བྱའོ།
en: The vidyā holder should engage in this recitation procedure continually and at all times.

source: །རྟག་ཏུ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་མཐོང་འདོད་པར་འགྱུར་རོ། །རྟག་ཏུ་ཡང་དགེ་བའི་རྩ་བ་དང་ཡང་དག་པར་འགྲོགས་པར་འགྱུར་རོ།
en: He will always be able to see any bodhisattvas at will, and he will continually plant roots of virtue.

source: །ལག་ན་རྡོ་རྗེ་གང་ཡང་རིག་པའི་རྒྱལ་པོའི་ཆོ་ག་ཞིབ་མོ་འདི་དོན་ཡོད་པའི་མཆོད་པའི་ནོར་བུའི་སྙིང་པོ་འདི་ཐ་ན་སྒྲ་ཙམ་ཡང་རྣ་བའི་བུ་གར་ལྟུང་བར་འགྱུར་བ་དང་། བྲིས་པ་རྣམས་བལྟ་བ་དང་། པོ་ཏིའམ། ཡི་གེའམ། རྩིག་པའམ་གྱང་ལ་བྲིས་པ་ལྟ་བར་བྱེད་པ་དེ་མཚམས་མེད་པ་ལྔའི་སྡིག་པ་ཐམས་ཅད་ཡོངས་སུ་ཟད་ཅིང་ཡོངས་སུ་གཏུགས་པར་འགྱུར་རོ།
en: If, Vajrapāṇi, even just an echo of the words of the heart dhāraṇī of precious amogha offerings recited in this rite of the king of vidyās falls upon someone’s ears, or if they merely see the dhāraṇī written down as letters in a book or an inscription on a wall or on a canvas painting, their wrongdoings, O Vajrapāṇi, such as the five acts of immediate retribution, will be completely and definitively exhausted.

source: །སྔོན་བསགས་པའི་མནར་མེད་པར་གཞོལ་བའི་སྡིག་པ་དང་། སྒྲིབ་པ་དེ་ཐམས་ཅད་རྣམ་པར་ཉམས་པར་བྱེད་དོ། །ཡོངས་སུ་གཏུགས་པར་འགྱུར་རོ།
en: All the previously accumulated wrongdoings and obscurations that would otherwise lead to their rebirth in the Avīci hell will be exhausted and eradicated. “

source: །ཤི་འཕོས་ནས་བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་སྐྱེ་བར་འགྱུར་ཏེ། པདྨ་ལས་བརྫུས་ཏེ་སྐྱེ་བར་འགྱུར་རོ།
en: When the vidyā holder leaves his present existence, he will proceed to the realm of Sukhāvatī, where he will be spontaneously born from a lotus flower and will never again be soiled by birth from a womb.

source: །ནམ་ཡང་ཕྱིས་མངལ་དུ་གནས་པའི་དྲི་མས་གོས་པར་མི་འགྱུར་རོ། །ཇི་སྲིད་དུ་བྱང་ཆུབ་ལ་མཐར་ཐུག་གི་བར་དུ་སངས་རྒྱས་ཀྱི་ཞིང་གང་དང་གང་དུ་སྐྱེ་བར་འགྱུར་བའི་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་དུ་པདྨ་ལས་སྐྱེ་བར་འགྱུར་ཞིང་ཚེ་རབས་དྲན་པར་ཡང་འགྱུར་རོ།
en: Right up until his final awakening, he will be born from a lotus flower in any number buddha fields and will retain the memory of his successive births.”

source: །ཕྱག་ན་རྡོ་རྗེས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཅི་ལྟར་ཆོ་ག་ཞིབ་མོའི་རྒྱལ་པོ་དོན་ཡོད་པའི་ནོར་བུའི་མཆོད་པའི་སྙིང་པོའི་གཟུངས་འདི་བྲི་བར་བྱ།
en: Vajrapāṇi said, “How, O Lord, should this sovereign ritual, the rite of the heart dhāraṇī of precious amogha offerings, be written down?

source: བཅོམ་ལྡན་འདས་འདྲི་བཞིན་པ་དེའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་རབ་ཏུ་བསྐྱེད་པ་ཅི་ལགས།
en: What merit, O Lord, will accrue for someone who writes it down?

source: དགེ་བའི་རྩ་བ་ཅི་དང་ཡང་དག་པར་ལྡན་པར་འགྱུར།
en: What roots of virtue will he plant?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Blessed One replied, “Vajrapāṇi!

source: ལག་ན་རྡོ་རྗེ་འདིའི་ཡོན་ཏན་དང་ཕན་ཡོན་དཔག་ཏུ་མེད་དེ། དོན་ཡོད་པའི་ལྕགས་ཀྱུའི་རིག་པའི་རྒྱལ་པོ་འདིའི་དོན་ཡོད་པའི་ནོར་བུའི་མཆོད་པའི་སྙིང་པོའི་གཟུངས་འདྲི་བཞིན་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་རབ་ཏུ་སྐྱེ་སྟེ།
en: The qualities and benefits that arise for the person who writes down this heart dhāraṇī of precious amogha offerings, this king of vidyās, the Amoghāṅkuśa, are infinite.

source: ཕན་ཡོན་དཔག་ཏུ་མེད་པ་དང་ཡོན་ཏན་དཔག་ཏུ་མེད་པ་ལས་བྱུང་བའི་རྣམ་པར་འཕྲུལ་པ་སོ་སོར་ཐོབ་བོ། །གང་ཡང་དོན་ཡོད་པའི་ཞགས་པའི་ལྕགས་ཀྱུ་རིག་པའི་རྒྱལ་པོ་དོན་ཡོད་པའི་ནོར་བུའི་མཆོད་པའི་སྙིང་པོའི་གཟུངས་འདི་འདྲི་བར་འགྱུར་བ་ཉོན་ཅིག །
en: He who writes down this king of vidyās, the Amogha­pāśāṅkuśa, this heart dhāraṇī of precious amogha offerings, will generate infinite merit and obtain infinite benefits, which will result in infinite miracles.

source: ལག་ན་རྡོ་རྗེ་རྒྱ་མཚོ་ཆེན་པོའི་འོག་ཏུ་དཔག་ཚད་སྟོང་ཕྲག་བརྒྱད་ཅུ་རྩ་བཞི་བ་ཆུ་དང་ཞེང་དུ་དཔག་ཚད་སྟོང་ཕྲག་བརྒྱད་ཅུ་རྩ་བཞི་པ་དེ་ལས་ཆུའི་ཐིགས་པའི་ཚད་ཀྱི་ཐིགས་པ་རེ་རེའི་གྲངས་སུ་བྱེད་འདོད་པའམ།
en: Imagine, Vajrapāṇi, a great sea, a great ocean that extends for eighty-four thousand leagues and is eighty-four thousand leagues deep and eighty-four thousand leagues across. Imagine that someone tries to determine the number of drops of water it contains, counting them one by one.

source: དེ་ལྟ་བུའི་ཚད་ཀྱི་ངོས་གཉིས་པར་མཚོ་ཆེན་པོ་ལས་ཐིགས་པ་རེ་རེ་ནས་བཅུ་བར་བྱ་སྟེ། དེ་ལ་ཐིགས་པ་རེ་རེ་ནས་བགྲངས་ཏེ་གཏོར་བར་བྱའོ།
en: Imagine that off to the side he then excavates a pit meant to contain a second great ocean of the same size, and then into that he transfers each and every drop from the first ocean, counting each one individually.

source: །དེ་ནས་རྒྱ་མཚོ་ཆེན་པོ་ཆུའི་ཐིགས་པའི་གྲངས་ཀྱིས་ཟད་པར་འགྱུར་ཞིང་ཆུ་སྐམ་པར་བྱེད་དོ། །མཚོ་ཆེན་པོ་གཉིས་པ་ལས་ཆུས་ཡོངས་སུ་གང་བར་འགྱུར་གྱི།
en: The volume of water in the first great ocean will decrease, drop by drop, until the ocean has dried up and the second great ocean is filled.

source: དོན་ཡོད་པའི་ལྕགས་ཀྱུ་རིག་པའི་རྒྱལ་པོ་འདི་དང་། དོན་ཡོད་པའི་ནོར་བུའི་མཆོད་པའི་སྙིང་པོའི་གཟུངས་ཀྱི་ཆོ་ག་ཞིབ་མོ་དེ་འདྲི་བཞིན་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོའི་ཚད་ནི་གཟུང་བར་ནུས་པ་མ་ཡིན་ནོ།
en: Similarly, it is not possible to grasp the amount or extent of the merit accumulated by someone who writes down this rite of Amoghāṅkuśa, the king of vidyās, this heart dhāraṇī of precious amogha offerings.

source: །དེ་ལྟར་རྒྱ་ཆེ་བ། དེ་ལྟར་ཟབ་པ། དེ་ལྟར་ཡངས་པའི་ཡོན་ཏན་བསྐྱེད་པར་བྱ་བ་ནི། དོན་ཡོད་པ་ནོར་བུའི་མཆོད་པའི་སྙིང་པོའི་གཟུངས་ཀྱི་ཆོ་ག་ཞིབ་མོའི་ཆོ་གའི་རྒྱལ་པོའོ།
en: The qualities produced by this sovereign ritual, the rite of the heart dhāraṇī of precious amogha offerings, are equally vast, equally profound, and equally great. “

source: །ལག་ན་རྡོ་རྗེ་འོན་ཀྱང་རིའི་རྒྱལ་པོ་རི་རབ་ཆེན་པོ་ནི་དཔག་ཚད་སྟོང་ཕྲག་བརྒྱད་ཅུ་རྩ་བཞི་འོག་ཏུ་རྒྱ་མཚོ་ཆེན་པོའི་ནང་དུ་ནུབ་བོ། །དཔག་ཚད་སྟོང་ཕྲག་བརྒྱད་ཅུ་རྩ་བཞི་སྟེང་ཉིད་དུ་གནས་སོ། །སྐྱེས་བུ་སྟོབས་ཆེན་པོ་དང་ལྡན་པར་གྱུར་པ་གང་ལ་ལ་རིའི་རྒྱལ་པོ་རི་རབ་ཆེན་པོ་གང་ཡིན་པ་ཡང་ཡུངས་ཀར་གྱི་འབྲས་བུའི་ཚད་ཙམ་དུ་བྱེད་པ་དང་།
en: Also imagine, Vajrapāṇi, the great Mount Sumeru, the king of mountains that is eighty-four thousand leagues tall and disappears into the depths of a great ocean that is eighty-four thousand leagues wide.
